Repository: DanielAGW/wp-first-letter-avatar
Catalog: languages/wp-first-letter-avatar-*.po
Languages: pt_br

source: Plugin configuration
pt_br: Configuração do plugin

source: Letter index
pt_br: Índice da letra

source: Default:
pt_br: Padrão:

source: File format
pt_br: Formato do arquivo

source: Unknown image name
pt_br: Nome de imagem desconhecido

source: Avatar set
pt_br: Conjunto de avatar

source: Use Gravatar
pt_br: Usar Gravatar

source: check
pt_br: marque

source: Round avatars
pt_br: Avatar arredondado

source: uncheck
pt_br: desmarque

source: Plugin filter priority
pt_br: Prioridade do filtro do plugin

source: Fields description:
pt_br: Descrição dos campos:

source: %s use first letter for the avatar; %s use second letter; %s use last letter, etc.
pt_br: %s use a primeira letra para o avatar; %s use a segunda letra; %s use a última letra, etc.

source: File format of your avatars, for example %s or %s.
pt_br: Formato de arquivo para os avatares, por exemplo, %s ou %s.

source: Name of the file used for unknown usernames (without extension).
pt_br: Nome do arquivo usado para nomes de usuários desconhecidos (sem extensão).

source: Directory where your avatars are stored.
pt_br: Diretório onde os avatares são armazenados.

source: %sCheck%s: use Gravatar when available; %sUncheck%s: always use custom avatars.
pt_br: %sMarque%s: usar Gravatar quando disponível; %sDesmarque%s: sempre usar avatar personalizado.

source: %sCheck%s: use rounded avatars; %sUncheck%s: use standard avatars. This may not always work - your theme may override this setting.
pt_br: %sMarque%s: usar avatar arredondado; %sDesmarque %s: usar avatar padrão. Isso pode não funcionar, pois seu tema pode substituir essa opção.

source: Filter priority
pt_br: Prioridade do filtro

source: If you are using multiple avatar plugins, you can increase or decrease execution priority of this plugin. If WP First Letter Avatar is overriding your other plugins, try changing this to a lower value (for example 9).
pt_br: Se você estiver usando vários plugins de avatar, você pode aumentar ou diminuir a prioridade de execução deste plugin. Se o WP First Letter Avatar for substituído por outros plugins, tente usar um valor mais baixo (ex: 9).

source: In case of any problems, please use default values.
pt_br: Em caso de qualquer problema, use os valores padrão.

source: If you like the plugin, please <a href="%s">leave a rating in WordPress Plugin Directory</a>!
pt_br: Se você gosta do plugin, por favor <a href="%s">deixe uma qualificação positiva no WordPress Plugins</a>!

source: WP First Letter Avatar was created by <a href="%s">Daniel Wroblewski</a>
pt_br: O WP First Letter Avatar foi criado por <a href="%s">Daniel Wroblewski</a>

source: <p>This plugin requires %s version %s or greater.</p>
pt_br: <p>Este plugin requer %s version %s ou superior.</p>

source: Plugin Activation Error
pt_br: Erro na ativação do plugin

source: Settings
pt_br: Configurações

source: Set custom avatars for users with no Gravatar. The avatar will be the first (or any other) letter of the user's name on a colorful background.
pt_br: Define um avatar personalizado para usuários sem Gravatar. O avatar será a primeira (ou qualquer outra) letra do nome do usuário em um fundo colorido.
